#!/usr/bin/python
#encoding: utf-8
cityData = {"北京":{
                  "朝阳":["北京饭店","安定门外外馆西街","安华里","安定门"],
                  "海淀":["万寿路","恩济庄","甄家坟村","大件宿舍前排"],
                  "丰台":["金家村","靛厂路","岳家楼"]
                   },
            "上海":{"普陀区":["武进路","热和路","新疆路","崇明路"],
                  "徐汇区":["宛平南路","天钥桥路","肇嘉浜路","中山南二路"],
                  "宝山区":["江杨南路","泗塘五村","蕴藻南路","呼玛二村"],
                  "闸北区":["宝昌路","西藏北路","止园路","共和新路","青云路"]
                  },
            "深圳":{"罗湖":["光明街道","深南东路","红桂路","滨河大道","国贸"],
                  "南山":["湖贝路","福华路","新沙路","南新路","南新路"],
                  "宝安":["光明街道","公明街道","西乡街道","新安街道","新安街道"]
                  }
}